Repository: cc1-cloud/cc1
Catalog: src/wi/locale/*/LC_MESSAGES/django.po
Languages: pl

source: <p> List of farms. Each farm is described by: </p> <p> <ul class="text-ul"> <li><b>Name</b>,</li> <li><b>Creation time and uptime</b>,</li> <li><b>Templates</b> (hardware parameters) of head and of worker nodes,</li> <li><b>Head public and private IP</b>,</li> <li><b>VNC access</b> details,</li> <li><b>Disks</b> attached to it.</li> </ul> </p> <p> Actions you can perform on farm depend on it's state. If farm's state is other than <b>running</b>, some operations are unavailable. Farm that is <b>failed</b> needs to be removed by administrator. </p>
pl: <p> Lista farm. Każdą farmę charakteryzują: </p> <p> <ul class="text-ul"> <li><b>Nazwa</b>,</li> <li><b>Czas utworzenia i działania</b>,</li> <li><b>Szablony</b> (parametry hardware'owe) heada i worker nodów,</li> <li><b>Publiczny i prywatny adres IP heada</b>,</li> <li><b>Konsola graficzna VNC</b> - szczegóły dostępu,</li> <li><b>Dyski</b> podpięte do farmy.</li> </ul> </p> <p> Akcje, jakie możesz wykonać na farmie, zależą od jej statusu. Jeśli status jest inny niż <b>running</b>, część operacji jest niedostęþna. Farma mająca stan <b>failed</b> musi zostać usunięta przez administratora </p>

source: <p> You may browse groups created by other users. </p> <p> It is possible to request membership in any of them. </p>
pl: <p> Tu możesz przeglądać grupy stworzone przez użytkowników systemu. </p> <p> Możesz złożyć wniosek o członkowstwo do dowolnej z nich. </p>

source: <p> Here is list of your virtual machines. You can manage and see details of any VM. </p> <h3>VM managment actions</h3> <ul class="text-ul"> <li><b>Destroy</b> - irreversibly destroyes the VM without saving changes to image.</li> <li><b>Save and shutdown</b> - closes the VM and saves the image with changes in user's private images pool.</li> <li><b>Reset</b> - unplugs the VM and connects it to power again. Unsaved changes on the machine will be lost.</li> <li><b>Edit</b> - edits VM's name and description. If VM with contextualization is closed from inside, it will be saved to image taking that name with 'autosave' appended.</li> </ul> <h3>Resources</h3> <h3>VM access actions</h3> <ul class="text-ul"> <li><b>Assign external IP</b> - allows access to the VM from the internet.</li> <li><b>Graphical console (VNC)</b> - transmits the VM screen to the webbrowser window.</li> </ul> <h3>VM contextualization actions (available only if VM supports contextualization)</h3> <ul class="text-ul"> <li><b>Set password</b> - set user and password on the VM.</li> <li><b>Set SSH key</b> - set SSH key on the VM.</li> </ul>
pl: <p> Oto lista Twoich maszyn wirtualnych. Możesz nimi zarządzać oraz zobaczyć szczegóły każdej z nich. </p> <h3>Akcje zarządzania</h3> <ul class="text-ul"> <li><b>Zniszcz</b> - bezpowrotnie niszczy maszynę bez zapisywania zmian na niej do obrazu.</li> <li><b>Zapisz i zamknij</b> - zamyka maszynę, zapisując zmiany na niej do obrazu w prywatnej puli obrazów użytkownika.</li> <li><b>Zresetuj</b> - odłącza maszynę od prądu i podłącza ją z powrotem. Wszystkie niezapisane zmiany zostaną utracone.</li> <li><b>Edytuj</b> - pozwala zedytować nazwę i opis maszyny. Jeżeli maszyna ma wgraną kontekstualizację, pod tą nazwą z dopiskiem 'autosave' zostałaby zapisana w wypadku zamknięcia jej od wewnątrz.</li> </ul> <h3>Zasoby</h3> <h3>Akcje dostępu</h3> <ul class="text-ul"> <li><b>Dołącz zewnętrzny adres IP</b> - umożliwia dostęp do maszyny poprzez internet.</li> <li><b>Konsola graficzna (VNC)</b> - transmituje ekran maszyny wirtualnej do okna przeglądarki.</li> </ul> <h3>Akcje kontekstualizacji (dostępne jedynie jeżeli VM obsługuje kontekstualizację)</h3> <ul class="text-ul"> <li><b>Ustaw hasło</b> - set user and password on the VM.</li> <li><b>Ustaw klucz SSH</b> - set SSH key on the VM.</li> </ul>

source: <p> Here you will find all virtual machines creation and management related functions. Current resources limits for one user are: </p> <ul class="text-ul"> <li>24 CPU</li> <li>24 GB RAM</li> <li>1 public IP address</li> </ul> <p> We are willing to consider increasing the limits in individual cases. Should you need more resources for your virtual machines, contact the system administrator through the <a href="%(url_help_form)s">Help form</a>. </p>
pl: <p> Tutaj znajdziesz wszelką funkcjonalność dotyczącą tworzenia i zarządzania maszynami wirtualnymi. Obecne ograniczenia zasobów dla jednego użytkownika: </p> <ul class="text-ul"> <li>24 rdzeni</li> <li>24 GB pamięci</li> <li>1 publiczny adres IP</li> </ul> <p> Jesteśmy skłonni rozpatrzyć indywidualną prośbę o zwiększenie limitu zasobów. W takich przypadkach należy kontaktować się z administratorem poprzez formularz kontaktowy dostępny w dziale <a href="%(url_help_form)s">Pomoc</a>. </p>

source: New virtual machine
pl: Nowa maszyna

source: Name - Additionally ec2name if assigned
pl: Nazwa - Dodatkowo ec2name jeśli określono

source: Points' usage
pl: Koszt punktowy

source: Points' usage - Amount of points used by virtual machine per hour
pl: Koszt punktowy - Liczba punktów zużywana przez maszynę w ciągu godziny

source: Select
pl: Wybierz

source: Virtual machine settings summary
pl: Podsumowanie ustawień maszyny wirtualnej

source: Image description
pl: Opis obrazu

source: Submit data
pl: Wyślij

source: List of virtual machines
pl: Lista maszyn wirtualnych

source: Reset
pl: Zresetuj

source: Edit virtual machine
pl: Edytuj maszynę wirtualną

source: Reset machine password
pl: Zresetuj hasło maszyny

source: Machine SSH key
pl: Klucz SSH maszyny

source: Left click table row to open virtual machine details box below. Right click table row to show context menu.
pl: Naciśnij lewy przycisk myszy aby otworzyć szczegóły maszyny wirtualnej. Prawy przycisk myszy otwiera menu kontekstowe.

source: Select a disk to assign:
pl: Wybierz dysk do podpięcia:

source: Only disks with USB or virtio bus may be attached to and detached from running VMs.
pl: Tylko dyski USB i virtio mogą zostać podpięte do i odpięte od działającej maszyny.

source: If there are no free disk to assign go to: '
pl: W przypadku braku wolnych dysków idź do: '

source: Attach selected disk
pl: Podepnij wybrany dysk

source: If there are no free IP addresses to assign go to:
pl: W przypadku braku wolnych IP idź do:

source: Manage public IP
pl: Adresy IP

source: Refresh
pl: Odśwież

source: Previous data
pl: Poprzednie dane

source: Next data
pl: Następne dane

source: Select data.
pl: Wybierz dane.

source: Error fetching plot data.
pl: Błąd pobierania danych.

source: Select a disk to detach:
pl: Wybierz dysk do odpięcia:

source: Detach selected disk
pl: Odepnij wybrany dysk

source: Machine:
pl: Maszyna:

source: Revoke IP
pl: Odłącz IP

source: Assign IP
pl: Podepnij IP

source: disabled
pl: deaktywowane

source: Contextualization
pl: Kontekstualizacja

source: Next
pl: Dalej

source: Image category
pl: Typ obrazu

source: Click to go to this step.
pl: Kliknij, żeby przejść do tego kroku.

source: You have successfully deleted CM <b>%(desc)s</b>.
pl: CM <b>%(desc)s</b> został usunięty.

source: Do you want to delete CM <b>%(desc)s</b>?
pl: Czy chcesz usunąć CM <b>%(desc)s</b>?

source: You have successfully locked CM <b>%(desc)s</b>.
pl: CM <b>%(desc)s</b> został zablokowany.

source: Do you want to lock CM <b>%(desc)s</b>?
pl: Czy chcesz zablokować CM <b>%(desc)s</b>?

source: You have successfully unlocked CM <b>%(desc)s</b>.
pl: CM <b>%(desc)s</b> został odblokowany.

source: Do you want to unlock CM <b>%(desc)s</b>?
pl: Czy chcesz odblokować CM <b>%(desc)s</b>?

source: You have successfully created a CM.
pl: CM został dodany.

source: Note: currently logged user becomes CM administrator.
pl: Uwaga: obecnie zalogowany użytkownik zostanie administratorem CM.

source: You have successfully edited selected CM.
pl: Dane wybranego CM zostały zmeinione.

source: Save
pl: Zapisz

source: News entry added.
pl: Wiadomość została dodana.

source: You have successfully removed news entry <b>%(desc)s</b>.
pl: Wiadomość <b>%(desc)s</b> została usunięta.

source: Do you want to delete news entry <b>%(desc)s</b>?
pl: Czy chcesz usunąć wiadomość <b>%(desc)s</b>?

source: You have successfully activated user <b>%(desc)s</b>.
pl: Aktywawano użytkownika <b>%(desc)s</b> .

source: Do you want to activate user <b>%(desc)s</b>?
pl: Czy chcesz aktywować użytkownika <b>%(desc)s</b>?

source: You have successfully blocked user <b>%(desc)s</b>.
pl: Użytkownik <b>%(desc)s</b> został zablokowany.

source: Do you want to block user <b>%(desc)s</b>?
pl: Czy chcesz zablokować użytkownika <b>%(desc)s</b>?

source: You have successfully unblocked user <b>%(desc)s</b>.
pl: Użytkownik <b>%(desc)s</b> został odblokowany.

source: Do you want to unblock user <b>%(desc)s</b>?
pl: Czy chcesz odblokować użytkownika <b>%(desc)s</b>?

source: You have successfully changed account data.
pl: Dane konta zostały zmienione.

source: You have successfully changed user <b>%(desc)s</b> to CLM administrator.
pl: Użytkownik <b>%(desc)s</b> został zmieniony w admina CLM.

source: Do you want to promote user <b>%(desc)s</b> to administrator?
pl: Czy chcesz awansować użytkownika <b>%(desc)s</b> na administratora?

source: You have successfully changed <b>%(desc)s</b> to regular user.
pl: Administrator <b>%(desc)s</b> został zmieniony w zwykłego użytkownika.

source: Do you want to demote administrator <b>%(desc)s</b> to regular user?
pl: Czy chcesz zdegradować administratora <b>%(desc)s</b> do zwykłego użytkownika?

source: You have successfully deleted user <b>%(desc)s</b>.
pl: Użytkownik <b>%(desc)s</b> został usunięty.

source: Do you want to delete user <b>%(desc)s</b>?
pl: Czy chcesz usunąć użytkownika <b>%(desc)s</b>?

source: You have successfully moved data to archival database.
pl: Przeniesiono dane do bazy archiwalnej.

source: Do you want to move data to archival database?
pl: Czy chcesz przenieść dane do bazy archiwalnej?

source: You have successfully destroyed farm <b>%(desc)s</b>.
pl: Farma <b>%(desc)s</b> została zniszczona.

source: Do you want to destroy farm <b>%(desc)s</b>?
pl: Czy chcesz zniszczyć farmę <b>%(desc)s</b>?

source: You have successfully erased farm <b>%(desc)s</b>.
pl: Farma <b>%(desc)s</b> została usunięta.

source: Do you want to erase farm <b>%(desc)s</b>?
pl: Czy chcesz dobić farmę <b>%(desc)s</b>?

source: Farm head will be saved.
pl: Head farmy zostanie zapisany.

source: The farm will be closed. Enter a name to save head of this farm.
pl: Farma zostanie zamknięta. Podaj nazwę w celu zapisania heada tej farmy.

source: You have successfully edited selected ISO image.
pl: Obraz ISO został zmieniony.

source: You have successfully deleted ISO image <b>%(desc)s</b>.
pl: Obraz ISO <b>%(desc)s</b> został usunięty.

source: Do you want to delete ISO image <b>%(desc)s</b>?
pl: Czy chcesz usunąć obraz ISO <b>%(desc)s</b>?

source: You have successfully released network <b>%(desc)s</b>.
pl: Sieć <b>%(desc)s</b> została zwolniona.

source: Do you want to release network <b>%(desc)s</b>?
pl: Czy chcesz zwolnić sieć <b>%(desc)s</b>?

source: You have successfully added a pool.
pl: Pula została dodana.

source: Add
pl: Dodaj

source: You have successfully deleted pool <b>%(desc)s</b>.
pl: Pula <b>%(desc)s</b> została usunięta.

source: Do you want to delete pool <b>%(desc)s</b>?
pl: Czy chcesz usunąć pulę <b>%(desc)s</b>?

source: You have successfully locked pool <b>%(desc)s</b>.
pl: Pula <b>%(desc)s</b> została zablokowana.

source: Do you want to lock pool <b>%(desc)s</b>?
pl: Czy chcesz zablokować pulę <b>%(desc)s</b>?

source: You have successfully unlocked pool <b>%(desc)s</b>.
pl: Pula <b>%(desc)s</b> została odblokowana.

source: Do you want to unlock pool <b>%(desc)s</b>?
pl: Czy chcesz odblokować pulę <b>%(desc)s</b>?

source: You have successfully added public IPs.
pl: Publiczne adresy zostały dodane.

source: You have successfully deleted Public IP <b>%(desc)s</b>.
pl: Publiczny adres IP <b>%(desc)s</b> została usunięty.

source: Do you want to delete public IP <b>%(desc)s</b>?
pl: Czy chcesz usunąć publiczny adres IP <b>%(desc)s</b>?

source: You have successfully released Public IP <b>%(desc)s</b>.
pl: Publiczny adres IP <b>%(desc)s</b> została odłączony.

source: Do you want to release public IP <b>%(desc)s</b>?
pl: Czy chcesz odłączyć publiczny adres IP <b>%(desc)s</b>?

source: You have successfully deleted node <b>%(desc)s</b>.
pl: Węzeł <b>%(desc)s</b> został zablokowany.

source: Do you want to delete node <b>%(desc)s</b>?
pl: Czy chcesz usunąć węzeł <b>%(desc)s</b>?

source: You have successfully locked node <b>%(desc)s</b>.
pl: Węzeł <b>%(desc)s</b> został zablokowany.

source: Do you want to lock node <b>%(desc)s</b>?
pl: Czy chcesz zablokować węzeł <b>%(desc)s</b>?

source: Node <b>%(desc)s</b> queued for validation.
pl: Węzeł <b>%(desc)s</b> zostanie zwalidowany.

source: Do you want to validate node <b>%(desc)s</b>?
pl: Czy chcesz zwalidować węzeł <b>%(desc)s</b>?

source: You have successfully unlocked node <b>%(desc)s</b>.
pl: Węzeł <b>%(desc)s</b> został odblokowany.

source: Do you want to unlock node <b>%(desc)s</b>?
pl: Czy chcesz odblokować węzeł <b>%(desc)s</b>?

source: You have successfully created a node.
pl: Węzeł został dodany.

source: You have successfully edited selected node.
pl: Dane węzła zostały zmienione.

source: You have successfully created a virtual machine on selected node (address: %(desc)s).
pl: Utworzono maszynę wirtualną na wybranym węźle. (adres: %(desc)s).

source: You have successfully created a storage.
pl: Macierz została dodana.

source: You have successfully locked storage <b>%(desc)s</b>.
pl: Macierz <b>%(desc)s</b> została zablokowana.

source: Do you want to lock storage <b>%(desc)s</b>?
pl: Czy chcesz zablokować macierz <b>%(desc)s</b>?

source: You have successfully deleted storage <b>%(desc)s</b>.
pl: Macierz <b>%(desc)s</b> została usunięta.

source: Do you want to delete storage <b>%(desc)s</b>?
pl: Czy chcesz usunąć macierz <b>%(desc)s</b>?

source: You have successfully unlocked storage <b>%(desc)s</b>.
pl: Macierz <b>%(desc)s</b> została odblokowana.

source: Do you want to unlock storage <b>%(desc)s</b>?
pl: Czy chcesz odblokować macierz <b>%(desc)s</b>?

source: You have successfully mounted strorage to RM.
pl: Macierz(e) została(y) podpięte do RM.

source: Do you want to mount storage to RM?
pl: Czy chcesz podpiąć tę macierz do RM?

source: You have successfully edited selected disk.
pl: Dane dysku został zmieniony.

source: You have successfully removed disk volume <b>%(desc)s</b>.
pl: Dysk <b>%(desc)s</b> został usunięty.

source: Do you want to delete disk volume <b>%(desc)s</b>?
pl: Czy chcesz usunąć dysk <b>%(desc)s</b>?

source: You have successfully edited selected image.
pl: Obraz został zmieniony.

source: You have successfully deleted image <b>%(desc)s</b>.
pl: Obraz <b>%(desc)s</b> został usunięty.

source: Do you want to delete image <b>%(desc)s</b>?
pl: Czy chcesz usunąć obraz <b>%(desc)s</b>?

source: You have successfully changed type of image <b>%(desc)s</b>.
pl: Typ obrazu <b>%(desc)s</b> został zmieniony

source: Do you want to make image <b>%(desc)s</b> private?
pl: Czy chcesz zmienić typ obrazu <b>%(desc)s</b> na prywatny?

source: Do you want to make image <b>%(desc)s</b> public?
pl: Czy chcesz zmienić typ obrazu <b>%(desc)s</b> na publiczny?

source: You have successfully deleted template <b>%(desc)s</b>.
pl: Węzeł <b>%(desc)s</b> został usunięty.

source: Do you want to delete template <b>%(desc)s</b>?
pl: Czy chcesz usunąć szablon <b>%(desc)s</b>?

source: You have successfully created a template.
pl: Szablon został utworzony.

source: You have successfully edited selected template.
pl: Szablon został zmieniony.

source: You have successfully changed the user's quota.
pl: Quota została zmieniona.

source: You have successfully promoted user <b>%(desc)s</b> to CM administrator.
pl: Użytkownik <b>%(desc)s</b> został awansowany na administratora CM.

source: Do you want to promote user <b>%(desc)s</b> to CM administrator?
pl: Czy chcesz awansować użytkownika <b>%(desc)s</b> na administratora CM?

source: You have successfully demoted administrator <b>%(desc)s</b> to regular user.
pl: Administrator <b>%(desc)s</b> został zmieniony w zwykłego użytkownika.

source: Do you want to demote administrator <b>%(desc)s</b> to simple user?
pl: Czy chcesz zdegradować administratora <b>%(desc)s</b> do zwykłego użytkownika?

source: You have successfully destroyed virtual machine <b>%(desc)s</b>.
pl: Maszyna wirtualna <b>%(desc)s</b> została zniszczona.

source: Do you want to destroy virtual machine <b>%(desc)s</b>?
pl: Czy chcesz zniszczyć maszynę wirtualną <b>%(desc)s</b>?

source: You have successfully erased virtual machine <b>%(desc)s</b>.
pl: Maszyna wirtualna <b>%(desc)s</b> została usunięta.

source: Do you want to erase virtual machine <b>%(desc)s</b>?
pl: Czy chcesz dobić maszynę wirtualną <b>%(desc)s</b>?

source: You have successfully revoked IP address.
pl: Adres IP został odłączony

source: Do you want to revoke IP address?
pl: Czy chcesz odłączyć ten adres IP?

source: Virtual machine will be saved.
pl: Maszyna wirtualna zostanie zapisana.

source: You have successfully enabled VNC.
pl: VNC zostało odblokowane.

source: Do you want to enable VNC?
pl: Czy chcesz odblokować VNC?

source: You have successfully disabled VNC.
pl: VNC zostało zablokowane.

source: Do you want to disable VNC?
pl: Czy chcesz zablokować VNC?

source: Do you really want to destroy farm <b>%(desc)s</b>?
pl: Czy na pewno chcesz zniszczyć farmę <b>%(desc)s</b>?

source: You have successfully removed user <b>%(desc)s</b> from this group.
pl: Usunięto użytkownika <b>%(desc)s</b> z grupy.

source: Do you want to remove user <b>%(desc)s</b> from this group?
pl: Czy chcesz usunąć użytkownika <b>%(desc)s</b> z grupy?

source: You have successfully added user <b>%(desc)s</b> to this group.
pl: Użytkownik <b>%(desc)s</b> został dodany do grupy.

source: Do you want to add user <b>%(desc)s</b> to this group?
pl: Czy chcesz dodać użytkownika <b>%(desc)s</b> do grupy?

source: You have successfully changed group leader to user <b>%(desc)s</b>.
pl: Użytkownik <b>%(desc)s</b> został nowym zarządcą grupy.

source: Do you want to change group leader to user <b>%(desc)s</b>?
pl: Czy chcesz uczynić zarządcą grupy użytkownika <b>%(desc)s</b>?

source: You have successfully canceled request from user <b>%(desc)s</b>.
pl: Wniosek użytkownika <b>%(desc)s</b> został odrzucony.

source: Do you want to cancel request from user <b>%(desc)s</b>?
pl: Czy chcesz anulować wniosek użytkownika <b>%(desc)s</b>?

source: You have successfully deleted this group.
pl: Grupa została usunięta.

source: Do you want to delete this group? <br/><b>Note!</b> All images from this group will be set private to their owners.
pl: Czy chcesz usunąć tę grupę? <br /><b>Uwaga!</b> Wszystkie obrazy zostaną ustawione jako prywatne dla ich włascicieli.

source: You have successfully edited selected group.
pl: Dane obraz został zmieniony.

source: You have successfully created a group.
pl: Grupa została utworzona.

source: ISO image data edited.
pl: Dane zostały zmienione.

source: Edit ISO image data:
pl: Zmień dane obrazu ISO:

source: You have successfully removed ISO image <b>%(desc)s</b>.
pl: Obraz ISO <b>%(desc)s</b> został zniszczony.

source: Do you really want to delete ISO image <b>%(desc)s</b>?
pl: Czy na pewno chcesz usunąć obraz ISO <b>%(desc)s</b>?

source: You have successfully added a key
pl: Klucz został dodany.

source: You have successfully deleted key <b>%(desc)s</b>.
pl: Klucz <b>%(desc)s</b> został usunięty.

source: Do you really want to delete key <b>%(desc)s</b>?
pl: Czy na pewno chcesz usunąć klucz <b>%(desc)s</b>?

source: You have successfully added a network
pl: Sieć została dodana.

source: New IP address has been added.
pl: Dodano nowy adres IP.

source: Do you want to add an IP address?
pl: Czy chcesz dodać adres IP?

source: IP address <b>%(desc)s</b> has been released.
pl: Adres IP <b>%(desc)s</b> została odłączony.

source: Do you want to release IP address <b>%(desc)s</b>?
pl: Czy chcesz odłączyć adres IP <b>%(desc)s</b>?

source: Edit disk data:
pl: Zmień dane dysku:

source: Do you really want to delete disk volume <b>%(desc)s</b>?
pl: Czy na pewno chcesz usunąć dysk <b>%(desc)s</b>?

source: You have successfully changed disk <b>%(desc)s</b> to a VM image.
pl: Przekształcono dysk <b>%(desc)s</b> w obraz maszyny.

source: Do you want to change disk <b>%(desc)s</b> to a VM image?
pl: Czy chcesz przekształcić dysk <b>%(desc)s</b> w obraz maszyny?

source: You have successfully removed image <b>%(desc)s</b>.
pl: Obraz <b>%(desc)s</b> został zniszczony.

source: Do you really want to delete image <b>%(desc)s</b>?
pl: Czy na pewno chcesz usunąć obraz <b>%(desc)s</b>?

source: You have successfully assigned image <b>%(desc)s</b> to group.
pl: Obraz <b>%(desc)s</b> został dołączony do grupy

source: Enter a name of group for image <b>%(desc)s</b>.
pl: Podaj nazwę grupy do której chcesz dodać obraz <b>%(desc)s</b>.

source: You have successfully revoked group's assigment.
pl: Obraz został odpięty od grupy.

source: You have successfully edited this image.
pl: Obraz został zmieniony.

source: Edit image data:
pl: Zmień dane obrazu:

source: You have successfully changed image <b>%(desc)s</b> to a storage disk.
pl: Przekształcono obraz <b>%(desc)s</b> w dysk z danymi.

source: Do you want to change image <b>%(desc)s</b> to a storage disk?
pl: Czy chcesz przekształcić obraz <b>%(desc)s</b> w dysk z danymi?

source: Message removed.
pl: Wiadomość usunięta.

source: SSH key has been copied successfully to <b>%(desc)s</b>.
pl: Wgrano klucz SSH na maszynę wirtualną <b>%(desc)s</b>.

source: Enter a public key to set for machine <b>%(desc)s</b>.
pl: Podaj klucz publiczny który chcesz ustawić na maszynie <b>%(desc)s</b>.

source: Set key
pl: Ustaw klucz

source: Password has been set to: (<b>%(password)s</b>) on machine: <b>%(desc)s</b>.
pl: Nowe hasło (<b>%(password)s</b>) zostało ustawione na maszynie <b>%(desc)s</b>.

source: Reset machine <b>%(desc)s</b> password for selected user.
pl: Zresetuj hasło maszyny wirtualnej <b>%(desc)s</b>.

source: Do you want to destroy virtual machine <b>%(desc)s</b>?<br /><b>Note!</b> If you would like to use this machine later make sure to use the <b>Save and shutdown</b> option instead!<br /> We recommend to manually unmount any attached storage disks.
pl: Czy chcesz zniszczyć maszynę wirtualną <b>%(desc)s</b>? <br /><b>Uwaga!</b> Jeżeli chcesz użyć tej maszyny później upewnij się, że użyjesz opcji <b>Zapisz i zamknij</b>!<br /> Zalecamy odmontowanie wszystkich podpiętych dysków danych.

source: You have successfully rebooted virtual machine <b>%(desc)s</b>.
pl: Maszyna wirtualna <b>%(desc)s</b> została zresetowana.

source: Do you want to reset virtual machine <b>%(desc)s</b>?.<br /><b>Note!</b> Any unsaved data will be lost!
pl: Czy chcesz zresetować maszynę wirtualną <b>%(desc)s</b>? <br /><b>Uwaga!</b> Wszystkie niezapisane zmiany zostaną utracone!

source: You have successfully assigned selected IP address.
pl: Podpięto wybrany adres IP.

source: Select an IP address to assign:
pl: Wybierz IP do podpięcia:

source: Assign selected IP
pl: Podepnij wybrany adres IP

source: You have successfully edited virtual machine data.
pl: Dane maszyny wirtualnej zostały zmienione.

source: Enter a name to save virtual machine <b>%(desc)s</b>:
pl: Podaj nazwę pod jaką zostanie zapisana maszyna wirtualna <b>%(desc)s</b>:

source: No CM available.
pl: Nie ma dostępnych CMów

source: day
pl: dzień

source: h
pl: godz.

source: Please fill in all required form fields.
pl: Proszę wypełnić wszystkie wymagane pola.

source: Password confirmation
pl: Potwierdzenie hasła

source: Authorization error. Re-login required.
pl: Błąd autoryzacji. Proszę się przelogować.
