Repository: cc1-cloud/cc1
Catalog: src/wi/locale/*/LC_MESSAGES/djangojs.po
Languages: pl

source: Remove message
pl: Usuń wiadomość

source: Error occured. Please try again in a moment.
pl: Wystąpił błąd. Prosimy spróbować za chwilę.

source: No items to display.
pl: Brak elementów do wyświetlenia.

source: Text not found.
pl: Nie znaleziono.

source: Enter comma separated strings to search for.
pl: Wpisz hasła zapytania przedzielone przecinkami.

source: Search:
pl: Szukaj:

source: Click to sort by column
pl: Kliknij aby posortować po kolumnie

source: Are you sure?
pl: Czy jesteś pewien?

source: Copy to clipboard:
pl: Kopiuj do schowka:

source: Click to expand.
pl: Kliknij żeby rozszerzyć

source: Click to hide.
pl: Kliknij żeby ukryć.
