Repository: cc1-cloud/cc1
Catalog: src/wi/locale/*/LC_MESSAGES/django.po
Languages: pl

source: No error
pl: Brak błędu

source: Server error.
pl: Błąd serwera.

source: Error: adding cluster failed.
pl: Błąd: dodawanie klastra.

source: Error: adding admin to cluster failed.
pl: Błąd: dodawanie administratora do klastra.

source: Error: adding users to cluster failed.
pl: Błąd: dodawanie użytkowników do klastra.

source: Error: editing cluster failed.
pl: Błąd: edycja klastra.

source: Error: invalid Cluster Manager - please login again.
pl: Błąd: nieprawidłowy Cluster Manager - zaloguj się ponownie.

source: Error: locking cluster failed.
pl: Błąd: blokowanie klastra.

source: Error: unlocking cluster failed.
pl: Błąd: odblokowanie klastra.

source: Error: changing leader failed.
pl: Błąd: zmiana zarządcy.

source: Error: creating group failed.
pl: Błąd: tworzenie grupy.

source: Error: group not found.
pl: Błąd: nie znaleziono grupy.

source: Error: deleting group failed.
pl: Błąd: usuwanie grupy.

source: Error: deleting user from group failed.
pl: Błąd: usuwanie użytkownika z grupy.

source: Error: editing group failed.
pl: Błąd: edycja grupy.

source: Error: creating news failed.
pl: Błąd: tworzenie wiadomości.

source: Error: deleting news failed.
pl: Błąd: usuwanie wiadomości

source: Error: editing news failed.
pl: Błąd: edycja wiadomości.

source: Error: news not found.
pl: Błąd: nie znaleziono wiadomości.

source: Error: mailing server is not active.
pl: Błąd: serwer pocztowy nie jest aktywny.

source: Error: sending email.
pl: Błąd: wysyłania e-maila

source: Error: sending email to administrator.
pl: Błąd: wysyłania e-maila do administratora.

source: Error: ssh key already exist.
pl: Błąd: klucz ssh już istnieje.

source: Error: invalid format.
pl: Błąd: zły format.

source: Error: generating key failed.
pl: Błąd: generowanie klucza.

source: Error: key not found.
pl: Błąd: nie znaleziono klucza.

source: Error: key limit.
pl: Błąd: osiągnięto limit kluczy.

source: Error: activating user failed.
pl: Błąd: aktywacja użytkownika.

source: Error: deleting user account.
pl: Błąd: usuwanie użytkownika.

source: Error: blocking user failed.
pl: Błąd: blokowanie użytkownika.

source: Error: deleting user failed.
pl: Błąd: usuwanie użytkownika.

source: Error: editing user data failed.
pl: Błąd: edycja danych użytkownika.

source: Error: user not found.
pl: Błąd: nie znaleziono użytkownika.

source: Error: user account isn't activated.
pl: Błąd: konto nie jest aktywne.

source: Error: user doesn't belong to this group.
pl: Błąd: użytkownik nie należy do grupy.

source: Error: you have no permissions.
pl: Błąd: użytkownik nie ma uprawnień.

source: Error: registering user failed.
pl: Błąd: rejestracja użytkownika.

source: Error: setting admin failed.
pl: Błąd: ustawianie praw administratora.

source: Error: setting password failed.
pl: Błąd: ustawianie hasła.

source: Error: request for this group not found.
pl: Błąd: nie znaleziono wniosku dla grupy.

source: Error: user is in wrong state
pl: Błąd: zły stan konta użytkownika.

source: Error: unlocking user failed.
pl: Błąd: odblokowanie użytkownika.

source: Error: unsetting admin failed.
pl: Błąd: usuwanie praw administratora.

source: Error in contextualization module.
pl: Błąd w module kontekstualizacji.

source: Error: connecting to contextualization failed.
pl: Błąd: połączenie z kontekstualizacją.

source: Error: executing command failed.
pl: Błąd: wykonanie komendy.

source: Error: creating farm failed.
pl: Błąd: tworzenie farmy.

source: Error: destroying farm failed.
pl: Błąd: niszczenie farmy.

source: Error: wrong farm state.
pl: Błąd: zły stan farmy.

source: Error: image already attached.
pl: Błąd: dysk jest już podpięty.

source: Error: calculating size of image failed.
pl: Błąd: obliczanie rozmiaru obrazu.

source: Error: changing type failed.
pl: Błąd: zmiana typu obrazu.

source: Error: creating image failed.
pl: Błąd: tworzenie obrazu.

source: Error: deleting image failed.
pl: Błąd: usuwanie obrazu.

source: Error: editing image failed.
pl: Błąd: edycja obrazu.

source: Error: image not found.
pl: Błąd: nie znaleziono obrazu.

source: Error: attaching image to group failed.
pl: Błąd: dołączanie obrazu do grupy.

source: Error: setting image to private failed.
pl: Błąd: ustawianie obrazu jako prywatny.

source: Error: setting image to public failed.
pl: Błąd: ustawianie obrazu jako publiczny.

source: Error: image is not available.
pl: Nie masz wolnych dysków.

source: Error: creating node failed.
pl: Błąd: tworzenie węzła.

source: Error: Lease is attached to vm.
pl: Błąd: Lease jest podpięty do maszyny wirtualnej.

source: Error: deleting node failed.
pl: Błąd: usuwanie węzła.

source: Error: editing node failed.
pl: Błąd: edycja węzła.

source: Error: not enough resources. Choose smaller template or try again later.
pl: Błąd: za mało zasobów. Wybierz mniejszy szablon lub spróbuj później.

source: Error: node has running virtual machines.
pl: Błąd: węzeł zawiera uruchomione maszyny.

source: Error: locking node failed.
pl: Błąd: blokowanie węzła.

source: Error: unlocking node failed.
pl: Błąd: odblokowanie węzła.

source: Error: assigning public IP address failed.
pl: Błąd: dołączenie publicznego adresu IP.

source: Error: IP limit reached.
pl: Błąd: osiągnięto limit adresów IP.

source: Error: requesting IP address failed.
pl: Błąd: prośba o publiczny adres IP.

source: Error: revoking IP address failed.
pl: Błąd: zwolnienie publicznego adresu IP.

source: Error: storage with this name and mountpoint already exist.
pl: Błąd: Macierz o tej nazwie i mountpoincie już istnieje.

source: Error: attaching disk failed.
pl: Błąd: dołączenie dysku.

source: Error: detaching disk failed.
pl: Błąd: odłączenie dysku.

source: Error: creating template failed.
pl: Błąd: tworzenie szablonu.

source: Error: deleting template failed.
pl: Błąd: usuwanie szablonu.

source: Error: editing template failed.
pl: Błąd: edycja szablonu.

source: Error: template not found.
pl: Błąd: nie znaleziono szablonu.

source: Error: changing quota failed.
pl: Błąd: zmiana quoty.

source: Error: CPU limit reached.
pl: Błąd: osiągnięto limit rdzeni.

source: Error: creating user failed.
pl: Błąd: tworzenie użytkownika.

source: Error: memory limit reached.
pl: Błąd: osiągnięto limit pamięci.

source: Error: points limit reached.
pl: Błąd: osiągnięto limit punktów.

source: Error: user quota exceeded.
pl: Błąd: przekroczono quotę użytkownika.

source: Error: virtual machine is already closing.
pl: Błąd: maszyna wirtualna już jest zamykana.

source: Error: shutting down virtual machine failed. Please shutdown your machine from the machine's operating system.
pl: Bład: zamykanie maszyny wirtualnej. Proszę zamknąć maszynę używając systemu operacyjnego maszyny.

source: Error: creating virtual machine failed.
pl: Błąd: Zapisywanie maszyny wirtualnej.

source: Error: destroying virtual machine failed.
pl: Błąd: niszczenie maszyny wirtualnej.

source: Error: virtual machine not found.
pl: Błąd: nie znaleziono maszyny wirtualnej.

source: System error.
pl: Błąd systemu.

source: Error: virtual machine does not have an IP address assigned.
pl: Błąd: maszyna nie ma przypisanego publicznego adresu IP.

source: Error: virtual machine already has an IP address assigned.
pl: Błąd: maszyna ma przypisany publiczny adres IP.

source: Error: resetting virtual machine failed.
pl: Błąd: resetowanie maszyny wirtualnej.

source: Error: saving virtual machine failed.
pl: Błąd: zapisywanie maszyny wirtualnej.

source: Error: wrong virtual machine state.
pl: Błąd: zły stan maszyny wirtualnej.

source: Error: VNC already attached.
pl: Błąd: VNC jest już podpięte.

source: Error: VNC failed.
pl: Błąd: tworzenie VNC.

source: Error: Cannot delete network.
pl: Błąd: Nie można usunąć sieci.

source: Error: Network is still in use.
pl: Błąd: Sieć jest używana.

source: Error: No network is available at this moment.
pl: Błąd: Nie ma dostępnych sieci.

source: Error: Unsupported network type. Contact Administrator.
pl: Błąd: Nieobsługiwany typ sieci. Skontaktuj się z Administratorem.

source: Error: starting farm: <em>%(name)s</em> (ID: %(id)s) failed.
pl: Błąd: uruchomienie farmy: <em>%(name)s</em> (ID: %(id)s).

source: Error: starting virtual machine: <em>%(name)s</em> (ID: %(id)s) failed.
pl: Błąd: uruchomienie maszyny wirtualnej: <em>%(name)s</em> (ID: %(id)s).

source: Error: saving virtual machine: <em>%(name)s</em> (ID: %(id)s) failed.
pl: Błąd: zapisanie maszyny wirtualnej: <em>%(name)s</em> (ID: %(id)s).

source: Error: destroying virtual machine: <em>%(name)s</em> (ID: %(id)s) failed.
pl: Błąd: zniszczenie maszyny wirtualnej: <em>%(name)s</em> (ID: %(id)s).

source: Error: creating image: <em>%(name)s</em> (ID: %(id)d) failed.
pl: Błąd: utworzenie obrazu: <em>%(name)s</em> (ID: %(id)d).

source: Error: creating image: <em>%(name)s</em> (ID: %(id)d, size: %(size)d MB) failed.
pl: Błąd: tworzenie obrazu: <em>%(name)s</em> (ID: %(id)d), rozmiar: %(size)d MB).

source: Error: downloading image: <em>%(name)s</em> (ID: %(id)d) from %(path)s failed.
pl: Błąd: ściąganie obrazu: <em>%(name)s</em> (ID: %(id)d) z %(path)s.

source: Error: formating image: <em>%(name)s</em> (ID: %(id)d) with filesystem %(filesystem)s failed.
pl: Błąd: formatowanie obrazu: <em>%(name)s</em> (ID: %(id)d) z systemem %(filesystem)s.

source: <em>%(first_name)s %(last_name)s</em> wants to join to group <a href="%(grp_details_url)s"> <b>%(group_name)s</b></a>.
pl: <em>%(first_name)s %(last_name)s</em> chce dołączyć do grupy <a href="%(grp_details_url)s"> <b>%(group_name)s</b></a>.

source: Image <em>%(name)s</em> created.
pl: Obraz <em>%(name)s</em> został utworzony.

source: Image <em>%(name)s</em> downloaded (md5sum: <em>%(md5sum)s</em>).
pl: Obraz <em>%(name)s</em> został ściągnięty (md5sum: <em>%(md5sum)s</em>).

source: Point limit reached: %(used_points)d / %(point_limit)d.
pl: Osiągnięto limit punktów: %(used_points)d / %(point_limit)d.

source: VM %(vm_name)s saved successfuly. You can find it on the list of private images.
pl: Maszyna wirtualna %(vm_name)s została zapisana. Znajduje się ona na liście obrazów prywatnych.

source: Bad message code.
pl: Zły kod wiadomości.

source: < Select >
pl: < Wybierz >

source: No images
pl: Brak obrazów

source: Private images
pl: Obrazy prywatne

source: Group
pl: Grupa

source: None available
pl: Brak dostępnych

source: All storages
pl: Wszystkie macierze

source: All nodes
pl: Wszystkie węzły

source: No group available
pl: Nie ma dostępnych grup

source: This value must contain only letters, numbers and underscores.
pl: To pole musi zawierać jedynie litery, cyfry i podkreśliniki.

source: This value must not contain any diacritic marks.
pl: To pole nie może zawierać znaków diakrytycznych.

source: This value must contain only small letters, numbers and dashes.
pl: To pole musi zawierać jedynie litery, cyfry i myślniki.

source: Copying farm's head
pl: Kopiowanie heada

source: Waiting for head's contextualization
pl: Oczekiwanie na kontekstualizację heada

source: Copying Worker Nodes
pl: Kopiowanie Worker Node'ów

source: Closing
pl: Zamykanie

source: Closed
pl: Zamknięta

source: Failed
pl: Wystąpił błąd

source: Saving head
pl: Zapisywanie heada

source: Farm's head is beeing copied, this could take a while depending on the image size
pl: Head jest kopiowany, co może zająć chwilę czasu (w zależności od rozmiaru obrazu)

source: Waiting for head's contextualization. If the head's OS is running, but the farm remains in this state, this could indicate problem with contextualization. Image without contextualization can not be used to create farm. If this is a case please destroy the farm.
pl: Oczekiwanie na kontekstualizację heada. Jeżeli System operacyjny heada działa, ale farma pozostaje w tym stanie, może to oznaczać problem z kontekstualizacją. Obraz bez kontekstualizacji nie może być wykorzystany do stworzenia farmy. Jeśli został wykorzystany, należy zniszczyć farmę.

source: Worker Nodes are beeing copied, this could take a while depending on the image size
pl: Kopiowanie worker node'ów, czas operacji zależny od wielkości obrazu.

source: Farm is running
pl: Farma działa

source: Farm could not be configured, passwordless communication between Head and WN is not guaranteed, the configuration script probably will not work correctly, you can still configure farm manually
pl: Farma nie może zostać skonfigurowana. Nie ma zapewnionej bezhasłowej komunikacji pomiędzy Headem a worker node'ami. Wciąż możesz skonfigurować farmę ręcznie.

source: Configuring worker nodes and waiting for contextualization
pl: Konfigurowanie worker node'ów i oczekiwanie na kontekstualizacje

source: Saving farm's head
pl: Kopiowanie heada farmy

source: private
pl: prywatny

source: public
pl: publiczny

source: inactive
pl: nieaktywny

source: email confirmed
pl: potwierdzony email

source: active
pl: aktywny

source: blocked
pl: zablokowany

source: pending
pl: oczekuje

source: member
pl: należy

source: not a member
pl: nie należy

source: Yes
pl: Tak

source: Success
pl: Sukces

source: Do you want to?
pl: Czy chcesz?

source: none available
pl: brak elementów do wyświetlenia

source: News entry edited.
pl: Wiadomość została zmieniona.

source: Edit news data:
pl: Zmień wiadomość:

source: You have successfully set password for user <b>%(desc)s</b>.
pl: Ustawiono hasło dla użytkownika <b>%(desc)s</b>.

source: Setting password for user <b>%(desc)s</b>:
pl: Ustawianie hasła dla użytkownika <b>%(desc)s</b>:

source: <b>%(desc)s</b> copied.
pl: <b>%(desc)s</b> został skopiowany.

source: Select user:
pl: Wybierz użytkownika:

source: You have successfully mounted storage(s) to selected node.
pl: Macierz(e) została(y) podpięte do węzła.

source: Public:
pl: Publiczne:

source: Private:
pl: Prywatne:

source: Group:
pl: Grupowe:

source: You have successfully added an image.
pl: Obraz został dodany

source: You have successfully changed your CM password.
pl: Twoje hasło cm zostało zmienione.

source: You have successfully changed quota.
pl: Quota została zmieniona.

source: Farm is being created.
pl: Farma jest tworzona.

source: Optional resources
pl: Zasoby

source: Summary
pl: Podsumowanie

source: All images
pl: Wszystkie obrazy

source: Group images:
pl: Obrazy grupowe:

source: You have successfully sent a request.
pl: Wniosek została wysłana

source: Do you want to send a request?
pl: Czy chcesz wysłać wniosek?

source: Members:
pl: Członkowie:

source: Requests:
pl: Wnioski:

source: ISO image upload started.
pl: Wgrywanie obrazu ISO rozpoczęte.

source: Please specify ISO image parameters:
pl: Proszę podać parametry obrazu ISO:

source: You have successfully generated a key
pl: Nowy klucz został wygenerowany.

source: Generate
pl: Generuj klucz

source: 2048-bit RSA key<br /><b>Note!</b> We don't keep a copy of your private key. We can't recreate it if your key is lost.
pl: 2048-bitowy klucz RSA <br /><b>Uwaga!</b> Nie przchowujemy kopii Twojego klucza prywatnego. Nie ma możliwości odtworzenia w przypadku utraty klucza.

source: Disk is being created.
pl: Dysk jest tworzony.

source: Disk upload started.
pl: Wgrywanie dysku rozpoczęte.

source: Please specify disk parameters:
pl: Proszę podać parametry dysku:

source: Private
pl: Prywatny

source: Shared to group
pl: Udostępnione grupie

source: Image upload started.
pl: Wgrywanie obrazu rozpoczęte.

source: Please specify image parameters:
pl: Proszę podać parametry obrazu:

source: group
pl: grupa

source: Cluster Manager changed.
pl: Zmieniono CM.

source: Account data edited.
pl: Dane konta zostały zmienione

source: from user:
pl: od użytkownika:

source: Virtual machine is being created.
pl: Maszyna wirtualna jest tworzona.

source: Select an IP address to revoke:
pl: Wybierz adres IP do odpięcia

source: Revoke
pl: Odłącz

source: Select an IP address and lease to assign:
pl: Wybierz adres IP do przydzielenia lease'a:

source: Disk has been revoked.
pl: Odpięto dysk.

source: Disk has been assigned.
pl: Przypięto dysk.
