Repository: cc1-cloud/cc1
Catalog: src/wi/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Registration error
pl: Błąd rejestracji.

source: Registration error.
pl: Błąd rejestracji.

source: Register for an Account
pl: Zarejestruj konto

source: You have been registered, <b>but your account still needs to be activated</b>. An e-mail has been sent to the address that you entered, so please check your e-mail and activate your account at this time.
pl: Zostałeś zarejestrowany <b>ale twoje konto musi zostać aktywowane</b>. E-mail został wysłany na podany adres. Wejdź w podany tam link aktywacyjny.

source: Manage disks
pl: Dyski

source: Change to VM image
pl: Przekształć w obraz maszyny

source: Add new disk
pl: Dodaj nowy dysk

source: Upload disk
pl: Wgraj dysk

source: Machine
pl: Maszyna

source: Create new disk
pl: Utwórz nowy dysk

source: Elastic IPs
pl: Elastyczne adresy IP

source: Manage elastic IPs
pl: Zarządzaj elastycznymi adresami IP

source: Add IP
pl: Dodaj nowy adres IP

source: Release IP
pl: Zwolnij adres IP

source: Add a new IP
pl: Dodaj nowy adres IP

source: Manage ISO images
pl: Zarządzaj obrazami ISO

source: Upload ISO image
pl: Wgraj obraz ISO

source: Authorization Keys
pl: Klucze autoryzacji

source: Generate new key
pl: Wygeneruj nowy klucz

source: Add my key
pl: Dodaj mój klucz

source: Delete key
pl: Usuń klucz

source: Generate a new key
pl: Wygeneruj nowy klucz

source: Authorization keys
pl: Klucze autoryzacji

source: Manage networks
pl: Zarządzaj sieciami

source: Request new network
pl: Poproś o nową sieć

source: Release network
pl: Zwolnij sieć

source: Add a new network
pl: Dodaj nową sieć

source: Specify disk properties:
pl: Podaj właściwości dysku:

source: Free storage space:
pl: Dostępne miejsce na dyski:

source: Add disk
pl: Dodaj nowy dysk

source: Field required
pl: Pole wymagane

source: Show advanced options
pl: Pokaż opcje zaawansowane

source: Hide advanced options
pl: Ukryj opcje zaawansowane

source: <p> This section allows you to change your personal data and password. </p> <p> <b><a href="%(url_account_data)s">Account data</a></b> <ul class="text-ul"> <li><b>Account data</b>: Shows you your account data, which can be modified under <a href="%(url_account_data_edit)s">Edit account data</a></li> <li><b>Account quotas</b>: Shows you your resources limits and the usage.</li> <li><b>EC2 credentialse</b>: Additionally you will find there the key necessary to connect to the system using EC2 interface.</li> </ul> </p> <p> <b><a href="%(url_password_change)s">Change password</a></b>: You may change your password.</li> </p>
pl: <p> Ten dział pozwala na zmianę danych personalnych oraz zmianę hasła. </p> <p> <b><a href="%(url_account_data)s">Dane konta</a></b> </p> <ul class="text-ul"> <li><b>Dane konta</b>: Wyświetla dane twojego konta, które mogą zostać zmienione w <a href="%(url_account_data_edit)s">Edycja konta</a></li> <li><b>Ograniczenia konta</b>: Wyświetla ograniczenia zasobów nałożone na konto.</li> <li><b>Dane uwierzytelniające EC2</b>: Tutaj znajdziesz klucz konieczny do połączenia z systemem za pomocą interfejsu EC2.</li> </ul> <p> <b><a href="%(url_password_change)s">Zmiana hasła</a></b>: Tu możesz zmienić swoje hasło.</li> <p> </p>

source: <p> Farm creation form is divided into four steps analogous to VM creation: </p> <ul class="text-ul"> <li> <strong>Image choice</strong>: You select one common image for all nodes and for head. That makes them start with the same configuration. </li> <li> <strong>Hardware choice</strong>: However, you can select diffrent template for head and for nodes, giving them diffrent computational power. <ul class="text-ul"> <li>Head template</li> <li>Worker node template</li> <li>Number of worker nodes</li> </ul> </li> <li> <strong>Optional resources</strong>: It is recommended to attach disk volume to store data on it. This is only possible on stage of farm creation. You are not able to attach disk to already created farms. </li> <li> <strong>Confirmation</strong> </li> </ul>
pl: <p> Formularz tworzenia farmy składa się z czterech kroków, analogicznie do tworzenia maszyny: </p> <ul class="text-ul"> <li> <strong>Wybór obrazu</strong>: Jeden wspólny obraz jest wybrany dla wszyskich nodów oraz heada. Dzięki temu wszystkie startują z taką samą konfiguracją. </li> <li> <strong>Ustawienia sprzętu</strong>: Możesz natomiast wybrać inny szablon dla heada i inny dla node'ów, dając im różną moc obliczeniową. <ul class="text-ul"> <li>Szablon head'a</li> <li>Szablon worker node'ów</li> <li>Liczba worker node'ów</li> </ul> </li> <li> <strong>Opcjonalne zasoby</strong>: Zaleca się dopiąć do farmy dysk, by móc gromadzić na nim dane. Jest to możliwe jedynie na etapie tworzenia farmy. </li> <li> <strong>Potwierdzenie</strong> </li> </ul>

source: <p> Virtual machine creation form. </p> <h3> VM consists of base components: </h3> <ul class="text-ul"> <li><strong>image</strong> - image file containing VM's operating system, installed software and all configuration. There are default public images available as well as ones created by users (private or group). Images can be managed via <strong>Images</strong> section.</li> <li><strong>hardware template</strong> - VM's hardware parameters like CPU and RAM,</li> </ul> <h3>You can improve usability of the created VM, attaching some of the available resources to it:</h3> <ul class="text-ul"> <li><strong>IP address</strong>,</li> <li><strong>disk volume</strong>.</li> </ul> <p> These resources are managed via <strong>VM Resources</strong> section. </p> <p> Machines created using this form are accessible via <strong>Machines->Show virtual machines</strong>. </p> <p> If VM isn't started from image configured so that access to it is enabled, you need either to enable VNC on that machine (only when starting), or attach public IP address to it (whenever). </p> <p> Machine started from images with contextualisation can have its system user and password set via web interface. Its owner can also inject public key into it to enable login via SSH. </p>
pl: <p> Formularz tworzenia maszyny wirtualnej. </p> <h3> VM składa się z dwóch podstawowych komponentów: </h3> <ul class="text-ul"> <li><strong>obraz</strong> - plik obrazu zawierający system operacyjny maszyny, zainstalowane oprogramowanie i konfigurację. Dostępne są domyślne obrazy publiczne, jak również przygotowane przez użytkowników (prywatne lub grupowe). Obrazami zarządzać można poprzez sekcję <strong>Obrazy</strong>.</li> <li><strong>szablon</strong> - parametry hardwarowe VM's (CPU i RAM),</li> </ul> <h3>Można zwiększyć użyteczność tworzonej maszyny poprzez dołączenie do niej części spośród dostępnych zasobów:</h3> <ul class="text-ul"> <li><strong>publiczny adres IP</strong>,</li> <li><strong>wolumin dyskowy</strong>.</li> <li><strong>sieć</strong>.</li> </ul> </p> <p> Zasobami zarządzać można poprzez sekcję <strong>Zasoby maszyn</strong>.</p> <p> Maszyny stworzone z pomocą tego formularza dostępne są poprzez web interface: <strong>Maszyny wirtualne->Pokaż maszyny</strong>. </p> <p> Jeżeli maszyna nie jest startowana z obrazu skonfigurowanego tak, by umożliwić dostęp do niej, trzeba albo włączyć jej VNC (wyłącznie podczas startowania), albo dopiąć do niej publiczny adres IP (kiedykolwiek). </p> <p> Na maszynach wystartowanych z obrazów z kontekstualizacją można ustawić użytkownika systemu i jego hasło poprzez web interface. Właściciel może również ustawić publiczny klucz w celu zalogowania się przez SSH. </p>

source: <p> Farms are automaticaly created clusters of virtual machines with preconfigured batch system. </p> <p> The functionality to create the preconfigured farm of VMs is provided to perform large scale processing. The farm can be created with any VM image with contextualization installed. </p> <p>Every farm consists of:</p> <ul> <li>a single head node (HN)</li> <li>a specified number of worker nodes (WNs)</li> </ul> <p>All are created with the same VM image.</p> <p> The HN plays the role of NFS server and the batch system controller (if the batch system is installed). No central authentication is required. All users present on a base VM image appears as local users on HN and every WNs since they are created from the same VM image. They share the same /home directory exported from HN to all WNs. </p> <p>The farm is created in two main steps:</p> <ul class="text-ul"> <li>In the first automatic step paswordless access from the HN to WNs is enabled.</li> <li>In the second step configuration script is executed on HN to mount /home directory on all WNs.</li> </ul> <p> More about farms you can read in the <a href="http://cc1.ifj.edu.pl/en/UserGuide/html/index.html">CC1 User Guide</a>. </p>
pl: <p> Farmy to automatycznie tworzone klastry maszyn wirtualnych zawierające system kolejkowy. </p> <p> Funkcjonalność tworzenia prekonfigurowanych farm maszyn została zapewniona, by umożliwić obliczenia na wielką skalę. Farma może być utworzona z dowolnym obrazem z zainstalowaną kontekstualizacją. </p> <p>Farma składa się z:</p> <ul> <li>węzła głównego (head node, HN)</li> <li>określonej liczby węzłów roboczych (worker node'y, WN)</li> </ul> <p>Wszystkie utworzone są z jednego obrazu.</p> <p> HN stanowi serwer NFS i kontroler systemu kolejkowego (jeżeli system kolejkowy jest zainstalowany). Nie jest wymagana centralna autentykacja. Wszyscy użytkownicy lokalni z obrazu bazowego pojawiają się jako użytkownicy lokalni na HN i wszystkich WN. Dzielą wspólny katalog /home wyeksportowany z HN do wszystkich WN. </p> <p>Farma jest tworzona w dwóch krokach:</p> <ul class="text-ul"> <li>W pierwszym automatycznym kroku umożliwiony jest bezhasłowy dostęp z HN do wszystkich WN.</li> <li>W drugim kroku należy wykonać skrypt konfiguracyjny na HN, by zamontować katalog /home na wszystkich WN.</li> </ul> <p> Więcej na temat farm przeczytasz w dokumentacji <a href="http://cc1.ifj.edu.pl/pl/UserGuide/html/index.html">CC1 User Guide</a>. </p>

source: <p> Group is a users unit that allowes sharing images between its members. </p> <p> In <a href="%(url_list)s">Show groups</a> section you'll find the list of all active groups. To join an existing group you must click <strong>send request</strong> at chosen group, which will notify the group leader. Once request is accepted, you will gain access to the group resources. In <a href="%(url_my_groups)s">My groups</a> section you can create new groups and manage ones that belong to you. </p> <p> Be aware that any private keys and other data you left on the image you share become available for all group members. </p> <p> It's strongly recommended to remove all unnecessary private keys and ensure security. </p>
pl: <p> Grupy służą do dzielenia się obrazami pomiędzy jej członkami. </p> <p> W zakładce <a href="%(url_list)s">Pokaż grupy</a> znajdziesz listę aktywnych grup. W celu dołączenia do grupy należy wysłać kliknąć opcję <strong>wyślij wniosek</strong> przy wybranej grupie, co powiadomi zarządcę danej grupy. Kiedy wniosek zostanie zaakceptowany będziesz mieć dostęp do obrazów danej grupy. W zakładce <a href="%(url_my_groups)s">Moje groupy</a> możesz stworzyć własną grupę oraz zarządzać już istniejącymi. </p> <p> Pamiętaj, że wszystkie prywatne klucze (lub inne dane), które umieszczasz w obrazie grupowym, będą widoczne dla wszystkich członków grupy. </p> <p> Zaleca się usunięcie wszystkich niepotrzebnych prywatnych danych. </p>

source: <p> Welcome to the help section. </p> <p> Should you encounter any problems while using the system, do not hesitate to contact us through the <a href="%(url_help_form)s">Contact form</a>. <br/> </p>
pl: <p> Witaj w dziale pomocy. <br/> </p> <p> W razie wystąpienia jakichkolwiek błędów podczas używania naszego systemu prosimy o kontakt przez <a href="%(url_help_form)s">Formularz Kontaktowy</a>. <br/> </p>

source: <p> Here you can browse, upload and manage virtual machine images. </p> <p> Images are dedicated to keep virtual machine's configuration, such as operating system, software and configs. Thats what new virtual machines are created from and existing ones are saved to. </p> <p> All images are divided into 3 groups: </p> <ul class="text-ul"> <li><strong>Public images</strong> - images available for everyone.</li> <li><strong>My images</strong> - your images, nobody else can see or use them.</li> <li><strong>Group images</strong> - your groups' images, available to your groups' members.</li> </ul> <p> Disks on the other hand are intended to store your data. </p>
pl: <p> Tutaj możesz przegladać, wgrywać, oraz zarządzać obrazami maszyn wirtualnych. </p> <p> Obrazy są przeznaczone do przechowywania konfiguracji maszyny wirtualnej, zawierającej system operacyjny, oprogramowanie i pliki konfiguracyjne. Z nich są tworzone maszyny wirtualne i do nich są zapisywane istniejące maszyny. </p> <p> Wszystkie obrazy są podzielone na 3 grupy: </p> <ul class="text-ul"> <li><strong>Obrazy publiczne</strong> - obrazy dostępne dla wszystkich.</li> <li><strong>Obrazy prywatne</strong> - Twoje obrazy, nikt inny ich nie widzi i nie może użyć.</li> <li><strong>Obrazy grupowe</strong> - obrazy Twoich grup, dostępne dla członków grup.</li> </ul> <p> W przeciwieństwie do obrazów dyski są przeznaczone do przechowywania danych. </p>

source: <p> Images are dedicated to keep virtual machine's configuration, such as operating system, software and configs. Thats what new virtual machines are created from and existing ones are saved to. </p> <p> List all your group images. You can create virtual machine of one of them. </p> <p> Be aware that any private keys and other data you left on the image you share becomes available for all group members. <br /> It's strongly recommended to remove all unnecessary private keys before sharing images so that you ensure security. </p>
pl: <p> Obrazy są przeznaczone do przechowywania konfiguracji maszyny wirtualnej, zawierającej system operacyjny, oprogramowanie i pliki konfiguracyjne. Z nich są tworzone maszyny wirtualne i do nich są zapisywane istniejące maszyny. </p> <p> Wyświetla wszystkie twoje obrazy grupowe. Można z nich tworzyć maszyny. </p> <p> Pamiętaj, że wszystkie prywatne klucze(lub inne dane), które umieszczasz w obrazie grupowym będą widoczne dla wszystkich członków grupy. <br/> Zaleca się usunięcie wszystkich niepotrzebnych prywatnych danych. </p>

source: <p> Images are dedicated to keep virtual machine's configuration, such as operating system, software and configs. Thats what new virtual machines are created from and existing ones are saved to. </p> <p> List of all your private images. You can: </p> <ul class="text-ul"> <li>create virtual machine,</li> <li>assign to group</li> <li>edit</li> <li>remove</li> </ul> <p> any of them. </p> <p> You can also upload your own private image, providing: </p> <ul class="text-ul"> <li><b>Image name</b> (required),</li> <li><b>Link to image</b> - http:// or ftp:// (required),</li> <li><b>Image description</b> (required),</li> <li><b>Platform</b> (required).</li> </ul>
pl: <p> Obrazy są przeznaczone do przechowywania konfiguracji maszyny wirtualnej, zawierającej system operacyjny, oprogramowanie i pliki konfiguracyjne. Z nich są tworzone maszyny wirtualne i do nich są zapisywane istniejące maszyny. </p> <p> Wyświetla wszystkie prywatne obrazy. Możesz: </p> <ul class="text-ul"> <li>stworzyć maszynę wirtualną,</li> <li>przypisać do grupy</li> <li>edytować</li> <li>usunąć</li> </ul> <p> każdy z nich. </p> <p> Możesz również wgrać własny obraz, podając: </p> <ul class="text-ul"> <li><b>Nazwę</b> (wymagane)</li> <li><b>Link do obrazu</b> - http:// lub ftp:// (wymagane)</li> <li><b>Opis obrazu</b> (wymagane)</li> <li><b>Platformę</b> (wymagane)</li> </ul> </p>

source: <p> Images are dedicated to keep virtual machine's configuration, such as operating system, software and configs. Thats what new virtual machines are created from and existing ones are saved to. </p> <p> List all public images. You can create image of one of them. </p>
pl: <p> Obrazy są przeznaczone do przechowywania konfiguracji maszyny wirtualnej, zawierającej system operacyjny, oprogramowanie i pliki konfiguracyjne. Z nich są tworzone maszyny wirtualne i do nich są zapisywane istniejące maszyny. </p> <p> Wyświetla obrazy publiczne. Możesz stworzyć maszynę z dowolnego spośród nich. </p>

source: <p> System documentation can be found at <a href="http://cc1.ifj.edu.pl/">project's site</a>. </p> <p> In case you encounter any troubles while using the system, please visit the <a href="%(url_help)s">Help</a> section. </p> <!-- <p> You can access the system using EC2 interface. You will find all the information necessary to get you started in <a href="%(url_account_data)s">My account</a> section. </p> -->
pl: <p> Dokumentacja systemu znajduje się na <a href="http://cc1.ifj.edu.pl/">stronie projektu</a>. </p> <p> W przypadku problemów z systemem skieruj się do działu <a href="%(url_help)s">Pomoc</a>. </p> <!-- <p> System udostępnia również interfejs EC2. Wszelkie dane niezbędne do ustanowienia połączenie znajdziesz w dziale <a href="%(url_account_data)s">Moje konto</a>. </p> -->

source: <p> Please <a href="%(url_login)s">sign in</a> to an existing account or <a href="%(url_registration_register)s">sign up</a> for a new one. </p>
pl: <p> Aby kontynuować <a href="%(url_login)s">zaloguj się</a> do istniejącego konta, lub <a href="%(url_registration_register)s">zarejestruj</a> nowe. </p>

source: <p> You may create a group to share images. </p>
pl: <p> Tu możesz utworzyć grupę w celu dzielenia się obrazami. </p>

source: <p> Here you can access and manage your virtual resources: <ul class="text-ul"> <li><b>Elastic IP addresses</b> - your external IP address pool.</li> <!-- <li><b>Networks</b></li> --> <li><b>Storage disks</b> - disk resources you can use with your virtual machines.</li> <li><b>ISO images</b> - bootable images with OS, installed software and all configuration.</li> <li><b>Authorization keys</b> - keys allowing you to log on your virtual machines.</li> </ul> </p>
pl: <p> Tutaj mozesz zarzadzac i przegladac swoje wirtualne zasoby: </p> <ul class="text-ul"> <li><b>Elastyczne adresy IP</b> - pula Twoich zewnetrznych adresow</li> <!-- <li><b>Sieci</b></li> --> <li><b>Dyski danych</b> - zasoby dyskowe ktore mozesz dolaczac do swoich wirtualnych maszyn</li> <li><b>Obrazy ISO</b> - obrazy startowe z systemem operacyjnym, zainstalowanym oprogramowaniem i pełną konfiguracją.</li> <li><b>Klucze autoryzacji</b> - klucze umozliwiajace logowanie sie do maszyn</li> </ul>

source: <p> Here you can manage your virtual disks. </p> <p> Disks are intended for storage. You need one if you are going to collect a lot of data. </p> <p> You can create one that takes size according to your needs. Such a disk may be further attached to a virtual machine. </p> <p> Note, that <b>only disks with USB or virtio bus may be attached to and detached from running VMs</b>. Other disks need to be attached the moment VM is being created. </p> <p> Available operations: <ul class="text-ul"> <li><b>Add new disk,</b></li> <li><b>Edit existing disk,</b></li> <li><b>Remove existing disk.</b></li> </ul> </p> <br /> <p> Disks are not images. Images are dedicated to keep virtual machine's configuration. </p>
pl: <p> Tutaj możesz zarządzać swoimi dyskami wirtualnymi. </p> <p> Dyski służą składowaniu. Potrzebujesz dysku, jeżeli zamierzasz gromadzić duże ilości danych. </p> <p> Możesz stworzyć dysk o rozmiarze zależnym od Twoich potrzeb. Następnie dysk może zostać dopięty do istniejącej lub nowo tworzonej maszyny. </p> <p> <b>Tylko dyski USB i virtio mogą być przypinane do i odpinane od działającej maszyny</b>. Inne dyski muszą zostać podpięte podczas tworzenia maszyny wirtualnej. </p> <p> Dostępne operacje: </p> <ul class="text-ul"> <li><b>Dodaj nowy dysk,</b></li> <li><b>Edytuj istniejący dysk,</b></li> <li><b>Usuń istniejący dysk.</b></li> </ul> <p> Dyski to nie obrazy. Obrazy przeznaczone są do trzymania konfiguracji maszyny wirtualnej. </p>

source: <p> Here you can manage your elastic external IP adressess. Attaching public IP to your VM makes it accessible from any place in the world. </p> <p> By default one user can obtain one public IP address due to limited public IP pool. </p> <p> You can configure your VMs so that you have access to all of them having only one IP address (e.g. using VPN).<br /> </p> <p> Available actions: <br /> <ul class="text-ul"> <li><b>Add new IP</b> - available, if you haven't used your limit.</li> <li><b>Release IP</b> - removes corresponding IP address from your pool.</li> </ul> </p>
pl: <p> Tutaj możesz zarządzac swoimi elastycznymi zewnętrznymi adresami IP. Dopięcie publicznego IP do maszyny wirtualnej czyni ją dostępną z dowolnego miejsca na świecie. </p> <p> Domyślnie jeden użytkownik może otrzymać jeden publiczny adres IP w związku z ograniczoną pulą publicznych adresów. Możesz tak skonfigurować maszyny, bo mieć dostęp do każdej z nich mając przydzielone tylko jedno publiczne IP (np. wykorzystując VPN). </p> <p> Dostępne akcje: <br /> <ul class="text-ul"> <li><b>Poproś o nowe IP</b> - dostępne, jeśli nie wykorzystałeś limitu.</li> <li><b>Zwolnij adres IP</b> - usuwa związany adres IP z Twojej puli.</li> </ul> </p>

source: <p> ISO images have a lot in commont with standard Images. Those can store operating system and may be bootable. One can upload them and subsequently run VM with ISO attached. Such machine may boot from that ISO image provided it is bootable. </p> <p> On the other hand those are immutable, therefore can't be modified and saved back to user's pool. </p>
pl: <p> Obrazy ISO mają wiele wspólnego ze standardowymi obrazam. Mogą przechowywać system operacyjny i mogą być bootowalne. Możliwe jest uploadowanie obrazu, a następnie wystartowanie VM z przypiętym obrazem ISO. Taka maszyna może później startować z tego obrazu, jeżeli jest on bootowalny. </p> <p> Z drugiej strony nie są one modyfikowalne, więc nie mogą zostać zmienione i zapisane z powrotem w puli użytkownika. </p>

source: <p> Here you can manage your RSA authorization keys. </p> <p> Authorization keys are intended to allow passwordless authentication when loging via SSH. </p> <p> You can generate SSH keys pair or add your own key. Then you can inject key into the VM. </p> <p> Available operations: <br /> <ul class="text-ul"> <li><b>Generate new key</b></li> <li><b>Add my key</b></li> <li><b>Remove</b></li> </ul> </p>
pl: <p> Tu możesz zarządzać swoimi kluczami autoryzacyjnymi RSA. </p> <p> Klucze te umożliwiają bezhasłową autentykację podczas logowania się przez SSH. </p> <p> Możesz wygenerować parę kluczy bądź dodać własny klucz. Następnie możesz wstrzyknąć klucz na maszynę . </p> <p> Dostępne operacje: <br /> <ul class="text-ul"> <li><b>Wygeneruj nowy klucz</b></li> <li><b>Dodaj mój klucz</b></li> <li><b>Usuń</b></li> </ul> </p>

source: <p> Here you can manage your networks. </p> <p> Available actions: <br /> <ul class="text-ul"> <li><b>Request new network</b></li> <li><b>Release network</b> - removes corresponding network from your pool.</li> </ul> </p>
pl: <p> Tutaj można zarządzać swoimi sieciami. </p> <p> Dostępne akcje: <br /> <ul class="text-ul"> <li><b>Poproś o nową sieć</b></li> <li><b>Zwolnij sieć</b> - usuwa odpowiadającą sieć z Twojej puli.</li> </ul> </p>
