Repository: cc1-cloud/cc1
Catalog: src/wi/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Name
pl: Nazwa

source: Address
pl: Adres

source: Please select an image.
pl: Wybierz obraz.

source: Head template
pl: Szablon heada

source: Worker node template
pl: Szablon worker node'a

source: Template of worker nodes - worker nodes parameters
pl: Szablon worker node'ów - parametry maszyn

source: Number of worker nodes
pl: Liczba worker node'ów

source: Number of worker nodes - (other than head)
pl: Liczba worker node'ów - (inne niż head)

source: Please select a template.
pl: Wybierz szablon.

source: Not enough resources. Choose smaller farm or try again later.
pl: Za mało zasobów. Wybierz mniejszą farmę lub spróbuj później.

source: Assign IP address
pl: Adres IP

source: Public IP address - To request new IP address go to: VM Resources -&gt; Elastic IP addresses
pl: Publiczny adres IP - Żeby poprosić o nowy adres IP przejdź do: Zasoby maszyn -&gt; Elastyczne adresy IP

source: Attach disk volume
pl: Dołącz dysk

source: Virtual disk -
pl: Dysk wirtualny -

source: Attach ISO image
pl: Dołącz obraz ISO

source: VNC - Enable/Disable VNC redirection
pl: VNC - Możliwość przekierowania VNC

source: Description
pl: Opis

source: Disk description
pl: Opis dysku

source: Settings
pl: Ustawienia

source: Link to ISO image (http:// or ftp://)
pl: Link do obrazu ISO (http:// lub ftp://)

source: ISO image name
pl: Nazwa obrazu ISO

source: ISO image description
pl: Opis obrazu ISO

source: Public key (UNIX format)
pl: Klucz publiczny

source: Network name
pl: Nazwa sieci

source: Network mask
pl: Maska sieci

source: Pool address
pl: Adres puli

source: Pool mask (e.g. 16, 24)
pl: Maska puli (np. 16, 24)

source: Topic
pl: Temat

source: Content
pl: Treść

source: News content - may include Markdown markup language, e.g., *text* for italics, **text** for bold text, * item for unordered list, 1. item for ordered list, [link name](http://address) for anchor, `code` for preformated code.
pl: Treść wiadomości - korzysta z języka znaczników Markdown, np.: *tekst* -kursywa, **tekst** - pogrubienie, * punkt - lista nienumerowana, 1. punkt - lista numerowana, [nazwa linku](http://adres) - link ,`kod` - sformatowany kod.

source: Important
pl: Ważne

source: Important news - will appear on the main page
pl: Ważne wiadomości - pojawią się na stronie głównej

source: Node
pl: Węzeł

source: Libvirt configuration
pl: Konfiguracja Libvirta

source: Node capacity
pl: Maksymalna pojemność

source: Node address
pl: Adres węzła

source: Node address - IP or DNS name
pl: Adres węzła - IP lub nazwa DNS

source: Network interface
pl: Interfejs sieciowy

source: Network interface - for example: eth0
pl: Interfejs sieciowy - na przykład: eth0

source: HDD Total [MB]
pl: Całkowite miejsce na dysku [MB]

source: - total amount of storage for virtual machine images
pl: - ilość miejsca na obrazy wirtualnych maszyn

source: Cpu Total
pl: Wszystkie rdzenie

source: - total amount of CPU's for libvirt
pl: - liczba rdzeni dla libvirta

source: Memory Total [MB]
pl: Całkowita pamięć [MB]

source: - total amount of RAM
pl: - ilość pamięci RAM

source: Comment
pl: Komentarz

source: First IP address
pl: Pierwszy adres IP

source: Number of IP
pl: Liczba adresów IP

source: Maximum capacity [MB]
pl: Maksymalna pojemność [MB]

source: Maximum capacity - amount of usable space
pl: Maksymalna pojemność - rozmiar miejsca do użycia

source: Storage address - IP or DNS name
pl: Adres macierzy - IP lub nazwa DNS

source: Directory
pl: Katalog

source: Directory - nfs export directory
pl: Katalog - katalog eksportowy nfs

source: Storage
pl: Macierz

source: Disk name
pl: Nazwa dysku

source: Disk size [MB]
pl: Rozmiar dysku [MB]

source: File system
pl: System plików

source: Link to disk (http:// or ftp://)
pl: Link do dysku (http:// lub ftp://)

source: Platform
pl: Platforma

source: Group name
pl: Nazwa grupy

source: Images description
pl: Opis obrazu

source: Advanced settings
pl: Zaawansowane

source: Link to image (http:// or ftp://)
pl: Link do obrazu (http:// lub ftp://)

source: Cpu
pl: Rdzenie

source: Memory [MB]
pl: Pamięć [MB]

source: Points per hour
pl: Punkty na godzinę

source: Ec2 name
pl: Nazwa ec2

source: Username
pl: Nazwa użytkownika

source: Password
pl: Hasło

source: Please enter a correct username and password. Note that both fields are case-sensitive.
pl: Proszę podać poprawną nazwę użytkownika oraz hasło. Wielkość znaków ma znaczenie.

source: Account has not been activated yet. Please, click on the activation link in the email sent to you after the registration step.
pl: Konto jeszcze nie zostało aktywowane. Proszę wejść w link aktywacyjny w e-mailu wysłanym podczas rejestracji konta.

source: This account is inactive. Please wait for system operator to activate your account.
pl: Konto nie jest aktywne. Proszę poczekać na aktywację twojego konta przez operatora systemu.

source: Your Web browser doesn't appear to have cookies enabled. Cookies are required for logging in.
pl: Twoja przeglądarka nie ma włączonej opcji ciasteczek. Ciasteczka są wymagane do poprawnego działania strony.

source: Incorrect email address.
pl: Niepoprawny adres e-mail.

source: New password
pl: Nowe hasło

source: New password confirmation
pl: Potwierdzenie nowego hasła

source: The two password fields didn't match.
pl: Podane hasła sa rożne.

source: First name
pl: Imię

source: Last name
pl: Nazwisko

source: Organization
pl: Organizacja

source: Email address
pl: Adres e-mail

source: A user with that login already exists.
pl: Nazwa użytkownika jest już zajęta.

source: This email address is already in use. Please supply a different email address.
pl: Podany adres e-mail jest juz wykorzystany. Proszę podać inny adres e-mail

source: Old password
pl: Stare hasło

source: Your old password was entered incorrectly. Please enter it again.
pl: Twoje stare hasło nie jest wpisane poprawnie. Proszę podać je jeszcze raz.

source: First and last name
pl: Imię i nazwisko

source: Your email address
pl: Adres e-mail

source: Describe your issue
pl: Opisz problem

source: Please enter a correct password. Note that password field is case-sensitive.
pl: Proszę podać poprawne hasło. Wielkość znaków ma znaczenie.

source: Storage Total [MB]
pl: Całkowite miejsce na dysku [MB]

source: Public IPs Total
pl: Liczba adresów IP

source: Points
pl: Punkty

source: User
pl: Użytkownik

source: Key
pl: Klucz

source: IP address
pl: Adres IP

source: Disk
pl: Dysk

source: Public IP address - To get a new IP address go to: VM Resources -&gt; Elastic IP addresses
pl: Publiczny adres IP - Żeby otrzymać nowy adres IP przejdź do: Zasoby maszyn -&gt; Elastyczne adresy IP

source: Statistic
pl: Statystyka

source: Time range
pl: Rozdzielczość

source: Period
pl: Zakres

source: Image
pl: Obraz

source: Image file - From your public, private or group image pool
pl: Plik obrazu - Z publicznej, prywatnej lub grupowej puli obrazów

source: Template
pl: Szablon

source: Template of machine - Virtual machine parameters
pl: Szablon maszyny - parametry maszyny wirtualnej

source: Help
pl: Pomoc

source: Page does not exist
pl: Strona nie istnieje.

source: Error 404
pl: Błąd 404

source: Page does not exist.
pl: Strona nie istnieje.

source: Home page
pl: Strona główna

source: Home
pl: Strona główna

source: Virtual machine resource usage
pl: Wykorzystanie zasobów maszyny wirtualnej

source: Error
pl: Błąd

source: Error sending email
pl: Błąd wysyłania e-maila

source: Bad email address
pl: Błędny adres e-mail

source: Error occured. Cannot send email.
pl: Błąd rejestracji. Nie można wysłać e-maila aktywacyjnego.

source: Go back
pl: Wróć

source: Machines
pl: Maszyny wirtualne

source: Farms
pl: Farmy

source: Images
pl: Obrazy

source: VM Resources
pl: Zasoby maszyn

source: Groups
pl: Grupy

source: Registration
pl: Rejestracja

source: Logged as
pl: Zalogowany jako

source: Logout
pl: Wyloguj

source: My account
pl: Moje konto

source: Login
pl: Zaloguj

source: Register
pl: Zarejestruj

source: Account data
pl: Dane konta

source: Edit account data
pl: Zmień dane konta

source: Name and surname
pl: Imię i nazwisko

source: EC2 data
pl: Dane EC2

source: Show
pl: Wyświetl

source: Account quotas
pl: Ograniczenia konta

source: Point usage
pl: Wykorzystanie punktów

source: Cpu:
pl: Rdzenie:

source: Memory:
pl: Pamięć:

source: Storage:
pl: Zasoby dyskowe:

source: Public IPs:
pl: Publiczne adresy IP:

source: Points:
pl: Punkty:

source: Point count / point limit - Point count is set to 0 at the beginning of each month. Should you exceed the point limit a warning box will be generated and you will not be able to create new virtual machine instaces.
pl: Liczba punktów / limit punktów - Liczba punktów jest ustawiana na 0 na początku każdego miesiąca. Kiedy przekroczysz limit zostanie wysłane ostrzeżenie i nie będziesz w stanie uruchamiać nowych maszyn wirtualnych.

source: Point usage chart
pl: Wykresy wykorzystania punktów

source: Account
pl: Konto

source: Change password
pl: Zmień hasło

source: Password Change Successful
pl: Hasło zostało zmienione

source: Password change
pl: Zmiana hasła

source: Password changed
pl: Hasło zostało zmienione

source: Your password has been changed.
pl: Hasło zostało zmienione

source: Please enter your old password, for security&rsquo;s sake, and then enter your new password twice so we can verify you typed it in correctly.
pl: Proszę podać stare hasło dla celów bezpieczeństwa i następnie nowe hasło dwukrotnie w celu potwierdzenia poprawności.

source: Change my password
pl: Zmień hasło

source: Password Reset Completed
pl: Hasło zostało zresetowane

source: Password reset
pl: Reset hasła

source: Password Reset
pl: Reset hasła

source: Password Reset Successful
pl: Hasło zostało zresetowane

source: An email with further instruction has been sent.
pl: Wysłano e-mail z dalszymi instrukcjami.

source: Error occured. Cannot send email with new password.
pl: Wystąpił błąd. Nie możemy wysłać e-maila z nowym hasłem.

source: Token is not valid. (It's either broken or used)
pl: Token jest niepoprawny. (Jest uszkodzony lub zużyty)

source: Create new token
pl: Utwórz nowy token

source: Forgotten your password? Enter your e-mail address below, and we&rsquo;ll reset your password and e-mail the new one to you.
pl: Zapomniałeś swojego hasła? Podaj swój adres e-mail a dostaniesz e-mail z nowym hasłem.

source: Reset my password
pl: Zresetuj hasło

source: Mailer is disabled. Contact email:
pl: Mailer jest wyłączony. E-mail kontaktowy:

source: Close
pl: Zamknij

source: monthly point limit
pl: miesięczny limit punktów

source: CLM admin panel
pl: Panel administratora CLM

source: CLM administrator panel
pl: Panel administratora CLM

source: Cloud Manager administration panel
pl: Cloud Manager - Panel administratora

source: Users
pl: Użytkownicy

source: CC1 home page
pl: Strona główna CC1

source: Auto refresh
pl: Odświeżanie

source: Edit
pl: Edytuj

source: Remove
pl: Usuń

source: Lock
pl: Zablokuj

source: Unlock
pl: Odblokuj

source: Delete CM
pl: Usuń CM

source: Lock CM
pl: Zablokuj CM

source: Unlock CM
pl: Odblokuj CM

source: Create a new CM
pl: Dodaj nowy CM

source: Edit CM
pl: Edytuj CM

source: State
pl: Status

source: Actions
pl: Akcje

source: User's account data
pl: Konto użytkownika

source: Edit data
pl: Zmień dane konta

source: Username:
pl: Nazwa użytkownika:

source: Name and surname:
pl: Imię i nazwisko:

source: Organization:
pl: Organizacja:

source: User account
pl: Dane konta

source: Set admin
pl: Nadaj prawa administratorskie

source: Unset admin
pl: Odbierz prawa administratorskie

source: Set password
pl: Ustaw hasło

source: Activate
pl: Aktywacja

source: Block
pl: Zablokuj

source: Unblock
pl: Odblokuj

source: Delete
pl: Usuń

source: Block user
pl: Zablokuj

source: Delete user
pl: Usuń

source: Activate user
pl: Aktywuj

source: Unblock user
pl: Odblokuj

source: Set
pl: Ustaw

source: Abort
pl: Przerwij

source: CM admin panel
pl: Panel administratora CM

source: CM-Admin panel
pl: Panel administratora CM

source: Move data to archival database.
pl: Przenieś do bazy archiwalnej.

source: Name:
pl: Nazwa:

source: Address:
pl: Adres:

source: Free CPU:
pl: Wolne rdzenie:

source: Free memory:
pl: Wolna pamięć:

source: State:
pl: Status:

source: Move to archive
pl: Przenieś do archiwum

source: CM-Admin
pl: Panel CM

source: Virtual Machines
pl: Maszyny wirtualne

source: VM images
pl: Obrazy maszyn

source: Storage disks
pl: Dyski danych

source: ISO images
pl: Obrazy ISO

source: Networks
pl: Sieci

source: Users networks
pl: Sieci użytkowników

source: Available pools
pl: Dostępne pule

source: Public IPs
pl: Publiczne adresy IP

source: Hardware
pl: Sprzęt

source: Nodes
pl: Węzły

source: Storages
pl: Macierze

source: Templates
pl: Szablony

source: On CM
pl: Na CMie

source: Logout from CM
pl: Wyloguj z CM

source: My CM account
pl: Moje konto CM

source: Login to CM
pl: Zaloguj do CM

source: Copy
pl: Kopiuj

source: Edit disk
pl: Zmień dane dysku

source: Delete disk
pl: Usuń dysk

source: Choose new owner
pl: Wybierz nowego właściciela

source: Owner
pl: Właściciel

source: Creation date
pl: Utworzono

source: Size
pl: Rozmiar

source: Attached to machine
pl: Przypięty do maszyny

source: Creating
pl: Tworzenie

source: not assigned
pl: nieprzypisany

source: Move to private images
pl: Przenieś do obrazów prywatnych użytkownika

source: Move to public images
pl: Przenieś do obrazów publicznych

source: Register new image
pl: Dodaj obraz z macierzy

source: Edit image
pl: Edytuj obraz

source: Delete image
pl: Usuń obraz

source: Public image
pl: Zmień na publiczny

source: My image
pl: Zmień na prywatny

source: Hide section
pl: Ukryj sekcję

source: Adding
pl: Dodawanie

source: No items to display.
pl: Brak elementów do wyświetlenia.

source: Perform for selected
pl: Wykonaj dla wybranych

source: Register image
pl: Zarejestruj obraz

source: Edit ISO image
pl: Edytuj obraz ISO

source: Delete ISO image
pl: Usuń obraz ISO

source: Logged Out
pl: Nie zalogowany

source: Logged out
pl: Wylogowano

source: You have been logged out from CM.
pl: Wylogowano z CM

source: CM login page
pl: Strona logowania do CM

source: Note! You will be relogged to selected CM.
pl: Uwaga! Zostaniesz przelogowany do wybranego CM.

source: Sign in
pl: Zaloguj się

source: Show networks
pl: Pokaż sieci

source: Show details
pl: Pokaż szczegóły

source: Remove network
pl: Usuń sieć

source: Network owner
pl: Właściciel sieci

source: All users
pl: Wszyscy użytkownicy

source: Usage
pl: Wykorzystanie

source: Free Cpu:
pl: Wolne rdzenie:

source: Free Memory:
pl: Wolna pamięć:

source: Create virtual machine
pl: Nowa maszyna

source: Mount storage
pl: Podepnij macierz

source: Create virtual machine on selected node
pl: Utwórz maszynę wirtualną na wybranym węźle.

source: Lock node
pl: Zablokuj węzeł

source: Unlock node
pl: Odblokuj węzeł

source: Delete node
pl: Usuń węzeł

source: Create a new node
pl: Dodaj węzeł

source: Edit node
pl: Edytuj

source: Free CPU
pl: Wolne rdzenie

source: Total CPU
pl: Całkowita liczba rdzeni

source: Free memory
pl: Wolna pamięć

source: Total memory
pl: Całkowita pamięć

source: Add pool
pl: Dodaj pulę

source: Delete pool
pl: Usuń pulę

source: Lock pool
pl: Zablokuj pulę

source: Unlock pool
pl: Odblokuj węzeł

source: Mask
pl: Maska

source: Release
pl: Zwolnij

source: Add public IP
pl: Dodaj publiczny adres IP

source: Show farms
pl: Pokaż farmy

source: Graphical console (VNC)
pl: Konsola graficzna (VNC)

source: Save and shutdown
pl: Zapisz i Zamknij

source: Destroy
pl: Zniszcz

source: Erase
pl: Dobij!

source: Destroy farm
pl: Zniszcz farmę

source: Erase farm
pl: Dobij! farmę

source: Revoke IP address
pl: Zwolnij adres IP

source: Farm owner
pl: Właściciel farmy

source: Info
pl: Informacje

source: CPUs
pl: Rdzenie

source: IP addresses:
pl: Adresy IP:

source: Disks:
pl: Dyski:

source: Virtual machines
pl: Maszyny wirtualne

source: Show virtual machines
pl: Pokaż maszyny

source: Disable VNC
pl: Deaktywuj VNC

source: Enable VNC
pl: Aktywuj VNC

source: Saving virtual machine
pl: Zapisywanie maszyny wirtualnej

source: Virtual machines owner
pl: Właściciel maszyny

source: ISO images:
pl: Obrazy ISO:

source: Machine with management module.
pl: Maszyna z modułem zarządzającym.

source: VNC enabled.
pl: Aktywowano VNC.

source: Mount
pl: Podepnij

source: Mount Resource Manager
pl: Podepnij RM

source: Lock storage
pl: Zablokuj macierz

source: Unlock storage
pl: Odblokuj macierz

source: Create a new storage
pl: Dodaj macierz

source: Mount storage to node
pl: Podepnij macierz do węzła

source: Resource Manager
pl: Zasoby

source: Delete storage
pl: Usuń macierz

source: Mountpoint
pl: Punkt montowania

source: Capacity
pl: Maksymalna pojemność

source: Delete template
pl: Usuń szablon

source: Create a new template
pl: Utwórz szablon

source: Edit template
pl: Edytuj szablon

source: Memory
pl: Pamięć

source: EC2 name
pl: Nazwa ec2

source: Change CM password
pl: Zmień hasło do CM

source: Edit account quota
pl: Zmień ograniczenia konta

source: Edit quota
pl: Edytuj quotę

source: Change quota
pl: Zmień quotę

source: Last login
pl: Ostatnie logowanie

source: Activation date
pl: Data aktywacji

source: Points used
pl: Wykorzystanie punktów

source: Change
pl: Zmień

source: Farm id:
pl: ID farmy

source: state
pl: status

source: Close farm details
pl: Zamknij szczegóły farmy

source: Management
pl: Zarządzanie

source: Owner's id
pl: Id właściciela

source: Owner's username
pl: Login właściciela:

source: Owner's name
pl: Imię właściciela

source: Owner's surname
pl: Nazwisko właściciela

source: Owner's organization
pl: Organizacja właściciela

source: Owner's email
pl: E-mail właściciela

source: Created
pl: Utworzono

source: Uptime
pl: Czas działania

source: Hard disks
pl: Dyski twarde

source: none
pl: brak

source: Iso images
pl: Obrazy ISO

source: Head node
pl: Węzeł heada

source: Access
pl: Dostęp

source: Private IP
pl: Prywatny adres IP

source: Public IP
pl: Publiczny adres IP

source: VNC password
pl: Hasło VNC

source: No info
pl: Brak informacji

source: Network id:
pl: ID Sieci

source: Leases
pl: Lease'y

source: Node id:
pl: ID Węzła:

source: Memory free
pl: Wolna pamięć

source: Memory total
pl: Całkowita pamięć

source: Real memory free
pl: Wolna pamięć (Real)

source: Real memory total
pl: Całkowita pamięć (Real)

source: Libvirt memory free
pl: Wolna pamięć (Libvirt)

source: Libvirt memory total
pl: Całkowita pamięć (Libvirt)

source: Cpu free
pl: Wolne rdzenie

source: Cpu total
pl: Wszystkie rdzenie

source: Libvirt cpu free
pl: Wolne rdzenie (Libvirt)

source: Libvirt cpu total
pl: Wszystkie rdzenie (Libvirt)

source: HDD
pl: Miejsce na dysku

source: HDD free
pl: Wolne miejsce na dysku

source: HDD total
pl: Całkowite miejsce na dysku

source: Real HDD free
pl: Wolne miejsce na dysku (Real)

source: Real HDD total
pl: Całkowite miejsce na dysku (Real)

source: Machine id:
pl: Id maszyny:

source: Close machine details
pl: Zamknij szczegóły maszyny

source: Owner data
pl: Dane właściciela

source: Resources
pl: Zasoby maszyn

source: Assign disk
pl: Podepnij dysk

source: Revoke disk
pl: Odłącz dysk

source: Disks
pl: Dyski

source: You have been logged out!
pl: Wylogowano

source: Login page
pl: Strona logowania

source: Your browser does not support JavaScript!
pl: Twoja przeglądarka nie wspiera JavaScript!

source: Don't have an account?
pl: Nie masz konta?

source: Sign up
pl: Zarejestruj się

source: Forgot your password?
pl: Zapomniałeś hasła?

source: New farm
pl: Nowa farma

source: Create
pl: Utwórz

source: Farm settings summary
pl: Podsumowanie ustawień farmy

source: not attached
pl: nie wybrano

source: Disk volumes
pl: Dyski

source: attached
pl: włączone

source: Potatoes:)
pl: Dziemniaki:)

source: List of farms
pl: Lista farm

source: Save and shutdown farm
pl: Zapisz i Zamknij farmę

source: Public IP assign
pl: Publiczny adres IP

source: Head password
pl: Hasło heada

source: Head SSH key
pl: Klucz SSH heada

source: Assign external IP
pl: Dołącz zewnętrzny adres IP

source: Revoke external IP
pl: Odłącz zewnętrzny adres IP

source: Reset password
pl: Zresetuj hasło

source: Set SSH key
pl: Ustaw klucz SSH

source: Head private IP
pl: Prywatny adres IP heada

source: Head public IP
pl: Publiczny adres IP heada

source: Assign
pl: Podepnij

source: Cancel
pl: Anuluj

source: Group details
pl: Szczegóły grupy

source: Browse groups
pl: Przeglądaj grupy

source: Accept
pl: Akceptuj

source: Make leader
pl: Zmień zarządce

source: Remove user from group
pl: Usuń osobę z grupy

source: Cancel request
pl: Odrzuć wniosek

source: Add user to group
pl: Dodaj użytkownika do grupy

source: Change group leader
pl: Zmień zarządce

source: Group leader:
pl: Zarządca grupy:

source: Show groups
pl: Pokaż grupy

source: My groups
pl: Moje grupy

source: Delete group
pl: Usuń grupę

source: Create a new group
pl: Utwórz grupę

source: Edit group
pl: Edytuj grupę

source: Leader
pl: Zarządca

source: Right click table row to open context menu.
pl: Kliknij prawym przyciskiem żeby otworzyć menu.

source: List of groups
pl: Lista grup

source: Send request
pl: Wyślij wniosek

source: Contact email:
pl: Email kontaktowy:

source: Contact form
pl: Formularz kontaktowy

source: Submit
pl: Wyślij

source: Help form
pl: Formularz pomocy

source: Error occured. Cannot send email with issue to system administrator.
pl: Nastąpił błąd. Nie możemy wysłać e-maila do administratora systemu.

source: Issue has been reported.
pl: Opis problemu został wysłany.

source: Group images
pl: Obrazy grupowe

source: Move to my images
pl: Przenieś do prywatnych

source: Move to user's private images
pl: Przenieś do obrazów prywatnych użytkownika

source: Revoke group
pl: Odłącz od grupy

source: My images
pl: Moje obrazy

source: Assign to group
pl: Dołącz do grupy

source: Change to storage disk
pl: Przekształć w dysk z danymi

source: Assign group
pl: Dołącz grupę

source: Add image
pl: Dodaj obraz

source: Upload image
pl: Wgraj obraz

source: Public images
pl: Obrazy publiczne

source: Wellcome to CC1!
pl: Witaj w CC1!

source: News
pl: Wiadomości

source: More news
pl: Więcej wiadomości

source: Create news entry
pl: Dodaj wiadomość

source: Edit news entry
pl: Edytuj wiadomość

source: Create a news entry
pl: Dodaj wiadomość

source: Email address confirmed
pl: Adres e-mail został potwierdzony

source: Your email address has been confirmed. Please wait for system operator to activate your account.
pl: Twój adres e-mail został potwierdzony. Proszę poczekać na aktywację twojego konta przez operatora systemu.

source: Activation success!
pl: Aktywacja zakończona sukcesem.

source: Activation complete
pl: Aktywacja zakończona

source: Your email have been confirmed. You may now sign in!
pl: Twój adres e-mail został potwierdzony. Teraz możesz się zalogować.

source: Activation Error
pl: Błąd aktywacji

source: Activation
pl: Aktywacja

source: Email address confirmation error occured. Please make sure that you have clicked the correct link in your e-mail or typed in the correct address. If you get this message repeatedly, contact us so that we can set your account up correctly.
pl: Nie możemy aktywować twojego konta. Prosze spróbować ponownie wejść w link aktywacyjny podany na adres e-mail. W razie problemów skontaktuj sie z nami w celu poprawnego stworzenia konta.

source: Registration success
pl: Rejestracja zakończona sukcesem

source: Please wait for system operator to activate your account.
pl: Konto nie jest aktywne. Proszę poczekać na aktywację twojego konta przez operatora systemu.

source: Registration complete
pl: Rejestracja zakończona

source: You have been registered. You may now sign in!
pl: Zostałeś zarejstrowany. Teraz możesz się zalogować.
